{
  "english": [
    {
      "id": 1,
      "text": "Charmander, known as Hitokage (ヒトカゲ) in Japan, is a Pokémon species in Nintendo and Game Freak's Pokémon franchise."
    },
    {
      "id": 2,
      "text": "Created by Ken Sugimori, Charmander first appeared in the video games Pokémon Red and Blue and subsequent sequels, later appearing in various merchandise, spinoff titles and animated and printed adaptations of the franchise."
    },
    {
      "id": 3,
      "text": "The end of a Charmander's tail is alight with a flame, and the flame's size reflects both the physical health and the emotions of the individual."
    },
    {
      "id": 4,
      "text": "Charmander was created as one of the first Pokémon and is a starter Pokémon the player can choose from at the beginning of Pokémon Red and Blue, and their remakes, Pokémon FireRed and LeafGreen. "
    },
    {
      "id": 5,
      "text": "In the anime, Ash acquires a Charmander early in the series, and it became one of his most used Pokémon."
    },
    {
      "id": 6,
      "text": "In the Pokémon Adventures manga, Blue receives a Charmander from his grandfather Professor Oak."
    },
    {
      "id": 7,
      "text": "Since it appeared in the Pokémon series, Charmander has received generally positive reception."
    },
    {
      "id": 8,
      "text": "Charmander first appeared in episode 11 of Pokémon Indigo League ('Charmander – The Stray Pokémon' (The Stray Pokémon – Hitokage)}."
    },
    {
      "id": 9,
      "text": "In the episode, Charmander is left by its owner, Damian and is rescued by Ash and Brock."
    },
    {
      "id": 10,
      "text": "When the owner sees how powerful Charmander is, he calls Charmander back."
    },
    {
      "id": 11,
      "text": "However, due to Damian's abuse, Charmander chooses to follow the group that saved its life, and becomes Ash's pokémon."
    },
    {
      "id": 12,
      "text": "In the series, the narrator stated that if a Charmander's tail flame goes out, it dies."
    },
    {
      "id": 13,
      "text": "Charmander is used by Ash throughout his adventures and is seen in special episodes in the future."
    },
    {
      "id": 14,
      "text": "Charmander evolves into Charmeleon who then evolves into Charizard, which was originally its last form."
    },
    {
      "id": 15,
      "text": "Since the release of Pokémon X and Y, Charizard can mega evolve into Mega Charizard for the duration of a battle."
    },
    {
      "id": 16,
      "text": "This gives it upgraded stats and a damage bonus, but is temporary."
    },
    {
      "id": 17,
      "text": "Squirtle was one of 151 different designs conceived by Game Freak's character development team and finalised by Ken Sugimori for the first generation of Pocket Monsters games Red and Green, which were localized outside Japan as Pokémon Red and Blue."
    },
    {
      "id": 18,
      "text": "Originally called 'Zenigame' in Japanese, Nintendo decided to give the various Pokémon species 'clever and descriptive names' related to their appearance or features when translating the game for western audiences as a means to make the characters more relatable, to American children."
    },
    {
      "id": 19,
      "text": "Squirtle's English name comes from a combination of the words 'squirt' and 'turtle.'"
    },
    {
      "id": 20,
      "text": "Squirtle, known as the Tiny Turtle Pokémon, are cute-looking turtle Pokémon, capable of moving either on two feet or on all fours."
    },
    {
      "id": 21,
      "text": "Their skin is a light blue, and they possess a long, curled tail."
    },
    {
      "id": 22,
      "text": "When feeling threatened, Squirtle withdraw their limbs into their brown-orange shells and spray water from their mouth with great force, either to attack their opponent or merely to intimidate it."
    },
    {
      "id": 23,
      "text": "If attacked anyway, their shells are resilient, and provide excellent protection."
    },
    {
      "id": 24,
      "text": "It shelters itself in its shell, then strikes back with spouts of water at every opportunity."
    },
    {
      "id": 25,
      "text": "Squirtle's shell is not merely used for protection. "
    },
    {
      "id": 26,
      "text": "The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds."
    },
    {
      "id": 27,
      "text": "The idea to feature Squirtle and the other Red and Blue starters in a significant role in Pokémon X and Y came about a year and a half into the development of the games."
    },
    {
      "id": 28,
      "text": "The Mega Evolutions for the three Pokémon's final forms were created, and the designers decided that they should give players an opportunity to receive one of these Pokémon in order to see their Mega Evolved form."
    }
  ],
  "spanish": [
    {
      "id": 29,
      "text": "Fire Emblem es una serie de juegos de estrategia por turnos en los que el jugador maneja sus unidades/personajes por un mapa con el objetivo de derrotar a los enemigos para cumplir con la misión del capítulo: tomar un castillo, sobrevivir determinados turnos el ataque enemigo, acabar con todos los enemigos del mapa o derrotar a un jefe."
    },
    {
      "id": 30,
      "text": "La saga también contiene aspectos de RPG tradicionales; así por ejemplo, el jugador puede usar su dinero para comprar armas y objetos especiales de las tiendas, visitar pueblos, tener conversaciones con PNJ o personajes antagonistas, así como intercambiar objetos entre personajes y adquirir puntos de experiencia en cada lucha para aumentar el nivel y las características de cada unidad."
    },
    {
      "id": 31,
      "text": "El sistema de combate está basado en el triángulo de armas en el que cada tipo de arma tiene ventaja sobre unas y desventaja frente a otras, método basado en el juego de piedra-papel-tijeras."
    },
    {
      "id": 32,
      "text": "Desde Fire Emblem: Seisen no Keifu, el triangulo de armas es el siguiente: la lanza derrota a la espada, la espada derrota al hacha, y el hacha tiene ventaja sobre la lanza."
    },
    {
      "id": 33,
      "text": "Aunque hay algunas armas especiales, como las hachas arrojadizas o jabalinas que pueden lanzarse a unidades más lejanas."
    },
    {
      "id": 34,
      "text": "El arco no se ajusta a este triángulo, esta arma produce un daño adicional a las unidades voladoras, como los pegasos, pero por el contrario, el arquero es muy vulnerable a los ataques directos."
    },
    {
      "id": 35,
      "text": "El arco sólo puede usarse para atacar a distancia, no es válido para atacar a enemigos adyacentes."
    },
    {
      "id": 36,
      "text": "El algunos títulos existen armas que permiten el ataque a unidades adyacentes."
    },
    {
      "id": 37,
      "text": "La saga Fire Emblem también se caracteriza por el uso de la magia."
    },
    {
      "id": 38,
      "text": "Con los hechizos ocurre algo similar a las armas: existe la trinidad de la magia, cosa muy parecida al triangulo de las armas."
    },
    {
      "id": 39,
      "text": "Dicha trinidad varía de un juego a otro."
    },
    {
      "id": 40,
      "text": "Esta trinidad de la magia para algunos juegos es: los hechizos de luz sagrada vencen a los conjuros oscuros, los conjuros oscuros derrotan a los de alma o ánima, los que también pueden representar a los elementos (tierra, fuego, aire y agua) y finalmente los de alma o ánima vencen a los de luz."
    },
    {
      "id": 41,
      "text": "En otros juegos: fuego vence a viento, viento vence a trueno y este a fuego."
    },
    {
      "id": 42,
      "text": "Los hechizos pueden lanzarse a distancia y a enemigos adyacentes indistintamente (excepto en Fire Emblem Heroes)."
    },
    {
      "id": 43,
      "text": "Las armas y hechizos en Fire Emblem tienen un número determinado de usos, tras los cuales, el arma o hechizo se rompe y es inutilizable."
    },
    {
      "id": 44,
      "text": "Existe algún juego de la saga que no sigue esta pauta, y sus usos pueden ser infinitos (Fates, Heroes)."
    },
    {
      "id": 45,
      "text": "En algunos juegos el jugador tiene la opción de reparar cualquier arma a cambio de cierta cantidad de dinero o usando objetos mágicos."
    },
    {
      "id": 46,
      "text": "Esto no es necesario para las armas típicas, pues pueden encontrarse en abundancia obteniéndolas al derrotar a ciertos enemigos, o en las tiendas y armerías repartidas en el juego, pero que es muy útil para armas especiales, de las que sólo existe un ejemplar y no se pueden obtener más en el juego."
    },
    {
      "id": 47,
      "text": "No pueden cambiarse las armas viejas por nuevas en el herrero local."
    },
    {
      "id": 48,
      "text": "Las armas pueden ser de bronce, hierro, acero y plata, algunas llegando a tener algún tipo de hechizo."
    },
    {
      "id": 49,
      "text": "Cuanto mayor sea la calidad del arma, más puntos de vida arrancará al enemigo, aunque también menos usos se le podrá dar."
    },
    {
      "id": 50,
      "text": "A diferencia de juegos como Advance Wars y otros juegos RPG tácticos como son Final Fantasy Tactics, el generador de personajes no existe."
    },
    {
      "id": 51,
      "text": "En su lugar, se utilizan diferentes clases y personajes, cada una con diferentes habilidades clases de personajes teniendo estos pasado y personalidad."
    },
    {
      "id": 52,
      "text": "Las estadísticas de los personajes empiezan a un nivel bajo al principio de cada partida, pero cuando se progresa durante el juego estas avanza en sus habilidades, otras unidades también pueden unirse a la causa del personaje principal si es necesario a través de los eventos de la trama y las acciones que se tomen."
    },
    {
      "id": 53,
      "text": "Usando las unidades en las batallas se dan al personaje puntos de experiencia; el nivel del personaje aumentará al llegar a los 100 puntos de exp."
    },
    {
      "id": 54,
      "text": "Nivelar a los demás personajes no principales se puede hacer usándolos, o bien dándoles experiencia, sin embargo al terminar con un enemigo que sea jefe del nivel, dependerá si el personaje tiene un nivel avanzado o bajo, ya que si este tiene mayor nivel en su clase tendrá menos puntuación y si por el contrario este no tiene tanto nivel de clase tendrá más puntos de experiencia que el anterior."
    },
    {
      "id": 55,
      "text": "Así cuando el nivel de un personaje sube, pueden tener la posibilidad de cambiar el nivel de clase que tienen, muchas veces a esto se le conoce como «promoción», dependiendo de las reglas de cada juego de la franquicia, los personajes pueden ser «promocionados» por su nivel de experiencia, o a través de un objeto en particular que forzara la promoción de la unidad."
    },
    {
      "id": 56,
      "text": "Los personajes pueden avanzar de promoción y estadísticas con habilidades especiales que el jugador puede darles, estas solo pueden ser dadas a los personajes de mayor nivel."
    },
    {
      "id": 57,
      "text": "Por ejemplo, Oscar, un caballero de lanza en Fire Emblem: Path of Radiance, cambiará de nivel automáticamente al llegar al nivel 21, volviéndose paladín de nivel 1."
    },
    {
      "id": 58,
      "text": "Se le dan puntos extra por su nueva clase, y puede moverse dos turnos -al atacar y al terminar el ataque-, y ahora puede portar arcos junto con el arma adicional que tenía, en este caso, la lanza."
    },
    {
      "id": 59,
      "text": "El romance y la amistad son temas esenciales a través de las serie Fire Emblem."
    },
    {
      "id": 60,
      "text": "Empezando por la sexta entrega, Fuuin no Tsurugi, esta característica se añadió al modo de juego para tener conversaciones de soporte."
    },
    {
      "id": 61,
      "text": "En los títulos para GBA de Fire Emblem, estas conversaciones pueden aparecer teniendo a las parejas juntas o al terminar sus turnos y mantenerlos uno junto al otro."
    },
    {
      "id": 62,
      "text": "Después de un número considerable de niveles en el juego, el jugador tiene la opción de conversación de soporte entre los dos personajes."
    },
    {
      "id": 63,
      "text": "Incluso, si se logra obtener un nivel de apoyo 'A' entre dos personajes, estos podrán tener un final común al concluir el juego."
    },
    {
      "id": 64,
      "text": "Path of Radiance simplificó esta opción solamente teniendo a los personajes durante las batallas juntos y no necesariamente adyacentes uno al otro."
    },
    {
      "id": 65,
      "text": "Cada vez que los dos personajes tienen una conversación, la afinidad que tienen uno por el otro incrementará, dándoles estadísticas de apoyo y activando un bonus de apoyo cada vez que están cerca en el campo de batalla."
    },
    {
      "id": 66,
      "text": "Si dos personajes tienen una relación romántica, una fuerte amistad u otro tipo de conexión, estos llegan a tener tres niveles de soporte, el resultado de estas conversaciones afectará el final del juego."
    },
    {
      "id": 67,
      "text": "Dependiendo de los personajes, tales resultados pueden terminar en una boda, una profunda amistad, o una continuación de su relación."
    },
    {
      "id": 68,
      "text": "Sin embargo, antes de los títulos lanzados para GBA, ya existía sistemas de soporte, pero mucho menos sofisticados."
    },
    {
      "id": 69,
      "text": "Por ejemplo, algunos personajes de Fire Emblem: Monshō no Nazo, por el solo hecho de estar cerca a otro con el cual se relaciona en la historia, reciben mejoras en sus estadísticas."
    },
    {
      "id": 70,
      "text": "Un sistema inédito en las relaciones entre personajes de un juego es el ocupado en Fire Emblem: Seisen no Keifu."
    },
    {
      "id": 71,
      "text": "Este juego consta de dos generaciones, donde cada mujer de la primera generación tiene descendencia fija que aparecerá en la segunda generación y cuyas estadísticas iniciales y crecimientos dependerán del hombre del que ésta se haya enamorado."
    },
    {
      "id": 72,
      "text": "En el caso de que una mujer muera o no se enamore, en la segunda generación aparecerán sustitutos de sus hijos que, por lo general, tendrán una historia muy parecida a los originales."
    },
    {
      "id": 73,
      "text": "Por ejemplo, los hijos de Tiltyu son Arthur y Tinny, pero si ella muere o no se enamora, en la segunda generación aparecerán Linda y Amid, sus sobrinos."
    },
    {
      "id": 74,
      "text": "Los personajes/unidades de Fire Emblem a los que se les acaban los puntos de vida y mueren, no pueden volver a usarse en lo que queda de juego."
    },
    {
      "id": 75,
      "text": "La partida continúa de manera normal, porque aunque la unidad no estará disponible para el combate, y si es necesario para la trama, el personaje aparecerá en las escenas de diálogo que enlazan los capítulos."
    },
    {
      "id": 76,
      "text": "Esta regla también afecta a los PNJ y a las unidades enemigas."
    },
    {
      "id": 77,
      "text": "Para evitar la baja definitiva del personaje, la única opción del jugador es volver a empezar el capítulo."
    },
    {
      "id": 78,
      "text": "Esta regla va más allá cuando se trata de un personaje principal, ya que si muere, la partida termina y el jugador es obligado a reiniciar el capítulo desde el principio."
    },
    {
      "id": 79,
      "text": "Existen varias excepciones en juegos como Mystery of the Emblem, Genealogy of Holy War, Blazing Sword y Fire Emblem: Path of Radiance, en los que los personajes caídos pueden volver a usarse en algún punto del juego."
    },
    {
      "id": 80,
      "text": "Además, en algunos juegos también pueden resucitarse unidades usando ciertos hechizos, papiros o bastones, aunque suelen ser elementos bastante extraños y limitados."
    },
    {
      "id": 81,
      "text": "Esta excepción no es aplicable a los personajes principales."
    },
    {
      "id": 82,
      "text": "En Fire Emblem: New Mystery of the Emblem ~ Hero of Light and Shadow ~ se implementa un nuevo sistema en el cual la muerte de los personajes no es definitiva."
    },
    {
      "id": 83,
      "text": "Esto es opcional, ya que el jugador, al comenzar una partida, puede elegir si aceptarlo o usar el sistema de muertes permanentes característico de la saga."
    },
    {
      "id": 84,
      "text": "Esta característica también esta disponible en Fire Emblem: Awakening."
    },
    {
      "id": 85,
      "text": "Fire Emblem Heroes se distancia de todos los demás juegos de la serie al no existir esta característica."
    }
  ],
  "french": [
    {
      "id": 86,
      "text": "Le premier jeu, The Legend of Zelda, est tout d’abord sorti au Japon en 1986, puis en Amérique du Nord et en Europe en 1987."
    },
    {
      "id": 87,
      "text": "Il s’est vendu à 6,51 millions d’exemplaires."
    },
    {
      "id": 88,
      "text": "Bien que relativement simple par rapport aux standards actuels, il était assez en avance pour son temps."
    },
    {
      "id": 89,
      "text": "Certaines de ses innovations sont la possibilité d’employer de nombreux objets différents, la présence d’un vaste monde empli de secrets à découvrir, et un système de sauvegarde inséré dans la cartouche et alimenté par batterie."
    },
    {
      "id": 90,
      "text": "Le jeu comporte également une « seconde quête »13, accessible après la fin d’une première partie, où les donjons et l’emplacement des objets sont différents et les ennemis plus forts."
    },
    {
      "id": 91,
      "text": "Hormis les innovations techniques du jeu, le gameplay (trouver des objets et les utiliser pour résoudre des énigmes, combattre des monstres en temps réel, et explorer un vaste environnement) est un mélange réussi et fut largement copié."
    },
    {
      "id": 92,
      "text": "Le jeu était extrêmement populaire et beaucoup le considèrent comme un des jeux vidéo parmi les plus importants jamais produits15,16."
    },
    {
      "id": 93,
      "text": "Une version modifiée connue sous le nom de BS Zelda a été éditée pour l’expansion par satellite de la Super Nintendo, le Satellaview, au milieu des années 1990 et seulement au Japon."
    },
    {
      "id": 94,
      "text": "BS Zelda a à nouveau été édité pour le Satellaview un an plus tard avec des donjons et un monde réarrangés (plus ou moins une « seconde quête »)."
    },
    {
      "id": 95,
      "text": "Cette réédition est baptisée BS Zelda ~MAP 2~."
    },
    {
      "id": 96,
      "text": "Le deuxième jeu, Zelda II : The Adventure of Link, a été édité en 1987 au Japon et en 1988 en Amérique du Nord et en Europe sur NES."
    },
    {
      "id": 97,
      "text": "Il s’est vendu à 4,38 millions d’exemplaires."
    },
    {
      "id": 98,
      "text": "La vue est passée de haut à une vue de profil et a inclus des éléments de RPG non présents dans les autres épisodes de la série."
    },
    {
      "id": 99,
      "text": "C’est également le seul Zelda, The Legend of Zelda: Four Swords Adventures mis à part, où Link ne rassemble pas des rubis."
    },
    {
      "id": 100,
      "text": "C’est le premier Zelda à proposer l’utilisation de la magie, et il accorde une place importante, contrairement à son prédécesseur, aux interactions avec les Personnages non-joueurs."
    },
    {
      "id": 101,
      "text": "Ce jeu et son prédécesseur étaient hors du commun grâce à leurs cartouches dorées, qui sont en marge des habituelles cartouches grises de la console."
    },
    {
      "id": 102,
      "text": "Ils ont été réédités dans les dernières années de la NES sous forme de cartouches grises qui se révèlent aujourd’hui être plus difficiles à trouver que les cartouches dorées."
    },
    {
      "id": 103,
      "text": "Quatre ans plus tard, en 1991, The Legend of Zelda: A Link to the Past sort au Japon sur Super Nintendo, et en 1992 en Amérique de Nord et en Europe."
    },
    {
      "id": 104,
      "text": "Il se vend à 4 610 000 exemplaires sur Super Nintendo, et à 1 890 000 exemplaires sur Game Boy Advance."
    },
    {
      "id": 105,
      "text": "Il revient à une vue de dessus et est le premier de la série à proposer le concept d’une dimension parallèle à explorer, une terre appelée « monde des Ténèbres »."
    },
    {
      "id": 106,
      "text": "Il est réédité sur Game Boy Advance en 2002 en Amérique du Nord et en 2003 dans le reste du monde, accompagné de Four Swords, le premier Zelda multijoueur, puis sur la console virtuelle de la Wii en 2007."
    },
    {
      "id": 107,
      "text": "En outre, ce jeu (inchangé, seulement converti dans un format téléchargeable) et une suite exclusive (qui utilise le même moteur de jeu) nommée BS Zelda no densetsu: Kodai no sekiban sont proposés sur le Satellaview au Japon."
    },
    {
      "id": 108,
      "text": "Le jeu suivant, The Legend of Zelda: Link's Awakening, sort en 1993."
    },
    {
      "id": 109,
      "text": "Il se vend à 3 830 000 exemplaires."
    },
    {
      "id": 110,
      "text": "Il est le premier jeu de la série sur la console portable de Nintendo, la Game Boy, ainsi que le premier à se dérouler hors du royaume d’Hyrule et à ne pas mettre en scène la princesse Zelda."
    },
    {
      "id": 111,
      "text": "Il est réédité sur Game Boy Color en 1998 sous le nom de Link's Awakening DX avec quelques bonus par rapport à la version originale, notamment un donjon basé sur la couleur et un magasin de photo qui permet une interaction avec le Game Boy Printer."
    },
    {
      "id": 112,
      "text": "Cette version portable se vend à 2 200 000 exemplaires."
    },
    {
      "id": 113,
      "text": "La série prend le tournant de la 3D avec The Legend of Zelda: Ocarina of Time en 1998, sur Nintendo 64, qui se vend à 7 600 000 exemplaires."
    },
    {
      "id": 114,
      "text": "Ce jeu, tout d’abord connu sous le nom de Zelda 64, retient l’essentiel du gameplay des épisodes 2D et devient un des jeux ayant eu le plus de succès, autant en termes de ventes que de critiques."
    },
    {
      "id": 115,
      "text": "Il est considéré par quelques-uns comme le meilleur jeu vidéo de tous les temps, et reçoit la note maximale dans plusieurs magazines spécialisés, notamment le premier 40/40 de Famitsu."
    },
    {
      "id": 116,
      "text": "En 2006, Nintendo Power le considère comme le meilleur jeu paru sur une console Nintendo."
    },
    {
      "id": 117,
      "text": "Les innovations incluent l’utilisation du lock, une nouvelle mécanique de gameplay qui verrouille la caméra sur une cible proche et modifie les actions du joueur par rapport à cette cible."
    },
    {
      "id": 118,
      "text": "Ce lock permet des combats à l’épée dans un espace 3D."
    },
    {
      "id": 119,
      "text": "Comme ses prédécesseurs, Ocarina of Time existe sur une cartouche dorée collector (disponible principalement à ceux qui ont précommande le jeu) ainsi que sur une plus traditionnelle cartouche grise."
    },
    {
      "id": 120,
      "text": "Ocarina of Time est réédité sur GameCube en 2002, il est alors offert comme incitation à réserver The Wind Waker."
    },
    {
      "id": 121,
      "text": "Le mini DVD inclut une version non commercialisée prévue sur 64DD du nom d’Ura Zelda au Japon et Ocarina of Time: Master Quest dans le reste du monde."
    },
    {
      "id": 122,
      "text": "Cette version dite Master Quest n’est guère différente sur la trame principale du jeu, la différence réelle se situant dans la conception des donjons qui voient leur difficultés bien accrues à l’aide d’un remaniement complet des énigmes, du niveau de difficulté et du franchissement des différentes pièces entièrement modifié."
    },
    {
      "id": 123,
      "text": "Ocarina of Time est inclus dans une édition collector de la GameCube en 2003."
    },
    {
      "id": 124,
      "text": "Il est maintenant disponible sur la console virtuelle de la Wii."
    }
  ]
}